const hokkaidoFoods = [
  {
    title: "成吉思汗烤肉",
    subtitle: "ジンギスカン",
    description:
      "據傳成吉思汗遠征時曾使用頭盔來烤羊肉，正是這一道鄉土料理的起源。先將豆芽菜、洋蔥、南瓜等食材鋪在中央突起的特製鐵板上，再放上新鮮羔羊肉。當鐵盤溫度升高，便會融出油脂及肉汁來煮熟青菜，引出香甜滋味。",
    additionalInfo:
      "不知道去哪吃嗎？不妨就從老店吃起吧！1954年開張的「成吉思汗達摩」（だるま）深受當地居民喜愛。以獨特眼光挑選肉品，絲毫沒有騷味的羊肉沾上獨家秘傳醬汁，令人欲罷不能～「達摩」在札幌共有五間分店，從晚餐時間開到半夜，還能順道小酌一番！",
    image: "images/hokkaido_food1.jpg",
  },
  {
    title: "湯咖哩",
    subtitle: "スープカレー",
    description:
      "起源於北海道的「湯咖哩」有別於一般咖哩，湯及白飯分開盛裝。由中國及韓國的藥膳湯演變而來，不添加麵粉增稠，還吃得到大量青菜，健康滿點。",
    additionalInfo:
      "北海道名店「湯咖哩GARAKU」使用30多種香味蔬菜精心熬煮高湯，再以20多種香料調配，湯頭帶有蔬菜的清爽感，香味充滿層次。還可自由選擇辣度。如今「湯咖哩GARAKU」進駐台北信義區，即使不出國也能品嚐道地湯咖哩！",
    image: "images/hokkaido_food2.jpg",
  },
  {
    title: "味噌、醬油、鹽味拉麵",
    subtitle: "",
    description:
      "堪稱日本國民美食的拉麵，在全國各地方幾乎都有代表性口味。而光是在北海道就有三種味道、做法都截然不同的特色拉麵！那就是――「札幌味噌拉麵」、「函館鹽味拉麵」、「旭川醬油拉麵」。",
    additionalInfo:
      "「鹽味拉麵」用清爽透明的海鮮湯頭搭配細直麵，「味噌拉麵」則是濃郁味噌高湯搭配中卷麵，「醬油口味」以海鮮、豬大骨或雞骨萃取出雙湯頭，配上細卷麵。如果三種都想吃，前往「元祖札幌拉麵橫丁」有17間特色店家供你大吃過癮！",
    image: "images/hokkaido_food3.jpg",
  },
  {
    title: "豬肉丼",
    subtitle: "豚肉丼",
    description:
      "北海道十勝地方為「豬肉丼」發祥地。因鰻魚價格高昂入手不易，於是改用當地盛產的豬肉取代，做成補充精力的「豬肉丼」。",
    additionalInfo:
      "位於帶廣車站前的「PANCHO」（ぱんちょう）正是發明豬肉丼的始祖店家，堅持使用上等豬里肌肉。根據肉量分為松、竹、梅、華四種，最一般的「松」只要850日圓，價格平易近人。也可以選擇外帶便當，將美味帶著走～",
    image: "images/hokkaido_food4.jpg",
  },
  {
    title: "炸雞ZANKI",
    subtitle: "ザンキ",
    description:
      "「北海道炸雞」（ザンギ）是最具象徵性的北海道靈魂美食。它和一般炸雞（唐揚）有何不同呢？那就是將雞肉腌漬入味後才下鍋油炸，所以本身就很有味道了。",
    additionalInfo:
      "來到當地四處都有賣「北海道炸雞」。許多店家推陳出新，紛紛推出創新口味以及不帶骨頭的方便享用版。不過老店「鳥松」仍維持開店至今的一貫做法，提供帶骨雞肉塊、雞翅。外層酥酥脆脆、一口咬下溢出滿滿肉汁，用手抓著吃更有感覺！",
    image: "images/hokkaido_food5.jpg",
  },
  {
    title: "鏘鏘燒",
    subtitle: "ちゃんちゃん焼き",
    description:
      "「鏘鏘燒」雖然有個可愛的名字，但其實是一道豪邁的漁夫料理。將新鮮捕撈上岸的鮭魚及各種蔬菜以鐵板悶燒，視覺色彩繽紛又能享用到食材新鮮的原味。",
    additionalInfo:
      "將豆芽菜、高麗菜、洋蔥等蔬菜鋪在鐵板（也可使用平底鍋）上，加入味噌、糖、酒、味醂和一小塊奶油，蓋上鍋蓋或錫箔紙悶煮。「鏘鏘燒」做法迅速、調味簡單，加上食材取得容易，有機會不妨在家裡試著還原看看吧～",
    image: "images/hokkaido_food6.jpg",
  },
  {
    title: "石狩鍋",
    subtitle: "",
    description:
      "每逢鮭魚產卵時會逆著石狩川而上，是這道菜的命名來源。「石狩鍋」原為漁夫的伙食餐。將鮭魚切塊，再和味噌、當季蔬菜一起煮滾，就成了一道暖心又暖胃的冬季鍋物料理。",
    additionalInfo:
      "石狩鍋創始店「原祖鮭鱒料理 金大亭」（きんだいてい）距離札幌約1小時車程。除了口味傳統，還能在充滿日式風情的建築內用餐，別有一番風味！",
    image: "images/hokkaido_food7.jpg",
  },

  {
    title: "海鮮丼",
    subtitle: "",
    description:
      "海鮮只要新鮮就贏了一大半，而生吃最能品嚐原味，自然是老饕心目中的絕佳品嚐方式。鮪魚肚、鮭魚、蝦子、干貝、海膽、鮭魚卵，甚至還有松葉蟹。各種食材層層堆疊，超澎湃的「海鮮丼」能一次滿足所有願望！",
    additionalInfo:
      "位於薄野車站內的「海鮮丼的浦島」交通方便，不僅全年無休，而且一整天（10:00～20:00最後點餐）都能吃到海鮮丼。對於時間受到限制的旅客來說真的非常便利！不妨利用跑行程的空擋來一趟。",
    image: "images/hokkaido_food7.jpg",
  },

  {
    title: "迴轉壽司",
    subtitle: "",
    description:
      "有不少人到日本玩一定會造訪迴轉壽司店。迴轉壽司的方便之處在於不必害怕語言不通，看到什麼就拿什麼。而且老少咸宜，適合全家大小一同前往。既然來到海產之都，當然不能錯過用新鮮食材捏成的壽司。",
    additionalInfo:
      "「根室花丸」（根室花まる）位於與JR札幌站聯通的STELLAR PLACE 6樓。因其本店就在北海道東部的知名海港，每天從港口直送的食材鮮度自然沒話說！翻開菜單，別懷疑，你沒看錯！從140日圓起跳的價格CP值破表，簡直佛心來著！",
    image: "images/hokkaido_food9.jpg",
  },

  {
    title: "螃蟹",
    subtitle: "",
    description:
      "北海道三大名蟹包含「鱈場蟹」、「松葉蟹」、「毛蟹」。「鱈場蟹」因其體型巨大又稱「帝王蟹」，肉質厚實Q彈。「松葉蟹」吃起來口感細嫩、味道高雅。而全身長滿細毛的「毛蟹」則蟹膏濃郁。基本上一整年都有美味的當季螃蟹，但冬天來可以吃到的種類最多。",
    additionalInfo:
      "如果三種都想吃怎麼辦？不妨前往螃蟹吃到飽專門店「難陀 NANDA」大啖一場。這裡的特色是所有螃蟹都已經煮熟，放到烤網上加熱一下馬上就能吃了。實際試吃比較一輪過後，相信你也能晉身為螃蟹通！",
    image: "images/hokkaido_food10.jpg",
  },

  {
    title: "花枝飯",
    subtitle: "",
    description:
      "北海道森町因戰後稻米配給不足，為了飽腹而發明了「花枝飯」。將花枝洗淨後塞入糯米、切碎的花枝腳及山蔬，用牙籤封住開口，再以醬油高湯煮到入味。「花枝飯」便於攜帶且營養滿點，最適合旅途中拿來補充體力。",
    additionalInfo:
      "在京王百貨店每年舉辦的「元祖知名車站便當與全國美食大會」上，花枝飯便當已連續37年蟬聯冠軍。其受歡迎的程度可見一斑！而花枝飯也有推出真空包，買回家後加熱食用，就能再次重溫美味記憶。",
    image: "images/hokkaido_food11.jpg",
  },

  {
    title: "花冰淇淋",
    subtitle: "",
    description:
      "有「酪農王國」之稱的北海道，仰賴新鮮空氣與純淨水源生產美味牛乳。只要來自北海道的乳製品，幾乎可說是品質有保證。而使用這些鮮奶所製作的冰淇淋自然也特別濃醇香！",
    additionalInfo:
      "位於涵館熱門景點女子修道院旁的「市民之森香草冰淇淋」（はこだて市民の森 売店 ）號稱是北海道第一好吃。基本上霜淇淋只提供香草口味，偶爾推出季節限定款。吃下一口，簡直前所未有的濃郁，滿滿的幸福滋味在嘴裡擴散開來。",
    image: "images/hokkaido_food12.jpg",
  },

  {
    title: "札幌啤酒",
    subtitle: "",
    description:
      "距離「札幌車站」開車10分鐘車程的「札幌啤酒博物館」是全日本唯一的啤酒博物館。一走進園區馬上看見指標性存在的高聳煙囪，上頭寫著「サッポロビール」並畫上紅色星星。被紅色煉瓦磚房給包圍，有種重返明治年代的錯覺。",
    additionalInfo:
      "距離「札幌車站」開車10分鐘車程的「札幌啤酒博物館」是全日本唯一的啤酒博物館。一走進園區馬上看見指標性存在的高聳煙囪，上頭寫著「サッポロビール」並畫上紅色星星。被紅色煉瓦磚房給包圍，有種重返明治年代的錯覺。",
    image: "images/hokkaido_food13.jpg",
  },

  {
    title: "幸運小丑漢堡",
    subtitle: "Lucky Pierrot",
    description:
      "「幸運小丑漢堡」多次被票選為全日本NO.1的漢堡。招牌「油淋炸雞堡」清爽糖醋醬正好消除炸雞的油膩感，引人食慾大開。副餐「起司肉醬薯條」將北海道馬鈴薯炸得酥脆，鋪上滿滿起司醬及肉醬。店內所有餐點皆為現點現做，為了美食耐心等待是值得的。",
    additionalInfo:
      "「幸運小丑漢堡」17家分店全都開在函館地區周邊，可謂名符其實的「北海道限定」。除了門口的彩繪小丑招牌，每一家分店的裝潢都不同，各有特色。華麗繽紛的設計與擺設更增添用餐樂趣，令人重返童心。",
    image: "images/hokkaido_food14.jpg",
  },

  {
    title: "蔬菜水果",
    subtitle: "",
    description:
      "北海道天氣寒冷且日夜溫差大，所種植的蔬菜水果甜度特別高。光是馬鈴薯就有20種品種，占全日本生產量78%。其他還有南瓜、洋蔥、玉米、蘆筍等等。至於水果則以價格高昂的夕張哈密瓜最為知名。",
    additionalInfo:
      "北海道天氣寒冷且日夜溫差大，所種植的蔬菜水果甜度特別高。光是馬鈴薯就有20種品種，占全日本生產量78%。其他還有南瓜、洋蔥、玉米、蘆筍等等。至於水果則以價格高昂的夕張哈密瓜最為知名。",
    image: "images/hokkaido_food15.jpg",
  },
];

export default hokkaidoFoods;
