const spas = [
  {
    title: "大分縣別府溫泉",
    description:
      "別府溫泉♨️ 是日本九州代表性的溫泉勝地，溫泉的源泉數以及湧泉量都是日本第一...",
    address: "九州大分縣別府市",
    waterType: "鹼性單純泉、氯化鈉泉等八種溫泉",
    effects: "有助於風濕性疾病、關節痛、神經痛、手腳冰冷、皮膚乾燥、疲勞恢復",
    attractions:
      "地獄巡迴、別府塔、別府公園、高崎山自然動物園、傳統竹工藝中心等",
    image: "images/kyushu_spa1.jpg",
  },
  {
    title: "大分縣湯布院溫泉",
    description:
      "有九州人氣No.1溫泉地之稱的湯布院溫泉♨️，又稱由布院溫泉，是自古以來的溫泉勝地...",
    address: "九州大分縣大分郡湯布院町川上",
    waterType: "鹼性單純泉",
    effects: "有助於神經痛、肌肉痛、關節痛、緩解糖尿病、疲勞恢復等",
    attractions: "金鱗湖、由布岳、由布院遊藝村、由布院站等",
    image: "images/kyushu_spa2.jpg",
  },
  {
    title: "熊本縣黑川溫泉",
    description:
      "黑川溫泉♨️ 位於熊本縣阿蘇山火山北麓，四周有山林環繞，富有歷史感和隱密的清幽氛圍...",
    address: "九州熊本縣阿蘇郡南小國町黑川",
    waterType: "硫磺泉、碳酸泉、含鐵泉等七種溫泉",
    effects: "有助於風濕性疾病、胃腸疾病、肌肉痠痛、神經痛",
    attractions: "阿蘇火山、熊本城、水前寺成趣園、櫻之馬場城彩苑、七森古墳群",
    image: "images/kyushu_spa3.jpg",
  },
  {
    title: "鹿兒島縣指宿溫泉",
    description:
      "指宿溫泉♨️ 位於鹿兒島南端薩摩半島的指宿市，四季溫暖、風景綺麗，是日本最南端的溫泉勝地...",
    address: "九州佐鹿兒島縣指宿市",
    waterType: "鈉氯化物硫酸鹽泉",
    effects: "有助於改善手腳冰冷、皮膚乾燥、關節痛、神經痛等",
    attractions:
      "薩摩半島的唐船峽、池田湖、開聞山麓自然公園、龍宮神社、薩摩傳承館等",
    image: "images/kyushu_spa4.jpg",
  },
  {
    title: "鹿兒島縣霧島溫泉",
    description:
      "霧島溫泉♨️ 是集合多個溫泉而成的大溫泉鄉，是指位於霧島市及其周邊的硫黃谷溫泉和湯之野溫泉...",
    address: "九州佐鹿兒島縣霧島市",
    waterType: "鈉氯化物硫酸鹽泉等",
    effects: "有助於風濕性疾病、關節痛、神經痛、疲勞恢復",
    attractions: "霧島神宮、塩浸溫泉龍馬公園、開聞山麓自然公園等",
    image: "images/kyushu_spa5.jpg",
  },

  {
    title: "佐賀縣嬉野溫泉",
    description:
      "作為知名九州溫泉的嬉野溫泉♨️ 是日本三大美肌溫泉之一，至今已有上千年歷史，沿著嬉野川仍有不少溫泉旅館。嬉野溫泉源頭有多個地方，而且水量資源極其豐富。泉質為有「美人湯」之稱的碳酸氫鈉泉，泉質無色透明，且鈉含量豐富，具去除角質層、柔滑肌膚及美白功效，亦可以淡化身上的疤痕，深受女性遊客歡迎。而嬉野也是日本有名的產茶地，可以體驗嬉野茶的各種服務，還有以嬉野溫泉水製作的湯豆腐，口感相當滑嫩具彈性，絶對是度過悠閒假期的九州溫泉勝地。",
    address: "九州佐賀縣嬉野市嬉野町大字下宿乙",
    waterType: "碳酸氫鈉泉",
    effects: "有助於風濕性疾病、關節痛、神經痛、疲勞恢復",
    attractions:
      "嬉野茶交流館、有田陶山神社、伊萬里大川內山瓷鄉、武雄御船山樂園復",
    image: "images/kyushu_spa6.jpg",
  },

  {
    title: "長崎縣雲仙溫泉",
    description:
      "位在長崎縣山區的雲仙溫泉♨️，是日本首個指定為國家公園的溫泉保育地，亦是不少遊客到訪的九州溫泉之一。雲仙溫泉湧出的溫泉是帶有強酸性的硫磺物質，帶著濃濃白煙的硫磺泉在雲仙的獨特地形裡源源不絕地冒出，使得整座城市長年煙霧繚繞，因而形成了像地獄般的煉獄景色，和別府地獄同稱為地獄溫泉。而入住雲仙溫泉的旅館可以享受到具各種療效及殺菌效果的硫磺泉質，另外雲仙溫泉有著名的特色手信，就是使用溫泉水製作的「湯仙貝」。",
    address: "九州佐賀縣嬉野市嬉野町大字下宿乙",
    waterType: "硫磺泉質",
    effects: "有助於皮膚疾病、慢性關節炎、神經痛、疲勞恢復",
    attractions: "",
    image: "images/kyushu_spa7.jpg",
  },
];

// Export the data
export default spas;
